[
{"scraped_question": ["<strong>Q1. What organs are excised is an ovarian tumor is malignant?</strong>", "<strong>Q2. The spiral conical structure of the inner ear is the?,</strong>", "<strong>Q3. What is the term for a relationship in which two organisms occupy the same area and one organism benefits while the other is unharmed?</strong>", "<strong>Q4. Permission for treatment given with full knowledge of the risks is a/an?</strong>", "<strong>Q5. Which of the following is a method of high-level disinfection?</strong>", "<strong>Q6. The mumps may be diagnosed by finding inflammation in which of the following glands?</strong>", "<strong>Q7. How should the stretcher be oriented when necessary to use an elevator to transport a patient to the or?</strong>", "<strong>Q8. Which of the following solutions should be used to prep the donor site for a split-thickness skin graft?</strong>", "<strong>Q9. What type of procedure would involve the removal of teeth?</strong>", "<strong>Q10. Which of the following is a fenestrated drape?</strong>", "<strong>Q11. Compression of the heart from excessive fluid or blood buildup is called?</strong>", "<strong>Q12. Which is the first part of the small intestine?</strong>", "<strong>Q12. Which suffix means surgical puncture to remove fluid?</strong>", "<strong>13. Which of the following is an examination of the cervix using a binocular microscope?</strong>", "<strong>14. Which ossicle of the middle ear covers the oval window?</strong>", "<strong>15. Where should the safety strap be placed on a patient who is in the supine position?</strong>", "<strong>16. How are rickettsiae transmitted?</strong>", "<strong>Q17. What is the name of the condition in which a loop of bowel herniates into the Douglas’s cul-de-sac?</strong>", "<strong>Q18. What is the action of antagonist drugs?</strong>", "<strong>Q19. Which surgical procedure is performed to correct an abnormality in which the urethral meatus is situated on the superior aspect of the penis?</strong>", "<strong>Q20. What is the term for thread like appendages that provide bacteria with motion?</strong>", "<strong>Q21. What is another name for the Kraske position?</strong>", "<strong>Q22. Where is a Baker’s cyst located?</strong>", "<strong>Q23. Where should the first scrub surgical technologist stand when handing towels to the surgeon to square off an incision site?</strong>", "<strong>Q24. What surgical position provides optimal visualization of the lower abdomen or pelvis?</strong>", "<strong>Q25. Which of the following is used by the surgeon to intermittently remove prostatic tissue fragments during a TURP?</strong>", "<strong>Q26. Another name for the tympanic membrane is the?</strong>", "<strong>Q27. What is the name of the urinary catheter with a small curved tapered tip used on patients with urethral strictures?,</strong>", "<strong>Q28. Which microbes live without oxygen?</strong>", "<strong>Q29. Which neurosurgical pathology would a myelogram diagnose?</strong>", "<strong>Q30. A term referring to a waxy secretion in the external ear canal is?</strong>", "<strong>Q31. Which of the following dilators are used in the common duct?</strong>", "<strong>Q32. In what circumstances would cell saver transfusion be contraindicated?</strong>", "<strong>Q33. Which aneurysm usually develops between the renal and iliac arteries?</strong>", "<strong>Q34. According to Maslow’s hierarchy of needs which of the following is the patient satisfying when he/she trusts the surgical team’s abilities?,</strong>", "<strong>Q35. Which laboratory test determines bacterial identification?</strong>", "<strong>Q36. The small intestine attaches to the posterior abdominal wall by the?</strong>", "<strong>Q37. Which of the following incisions is oblique?</strong>", "<strong>Q38. The bowie dick test is performed?</strong>", "<strong>Q39. When a patient’s blood pressure is 135/81 135 refers to?</strong>", "<strong>Q40. The nasal cavity is divided into two portions by the?</strong>", "<strong>Q41. What is the proper method for preparing a Frazier suction tip for steam sterilization?</strong>", "<strong>Q42. The larynx is located between the?</strong>", "<strong>Q43. The primary function of the gallbladder is to?</strong>", "<strong>Q44. Which procedure would be listed in the OR schedule for a patient undergoing surgical treatment of uterine fibroids?</strong>", "<strong>Q45. Which of the following directional terms describes the type of skin prep of an entire extremity?</strong>", "<strong>Q46. Which type of hematoma is a result of torn bridging meningeal veins?</strong>", "<strong>Q47. Which of the following methods removes small organic particles and soil from the box locks and ratchets of instruments?</strong>", "<strong>Q48. Which of the following is an ossicle of the middle ear?</strong>", "<strong>Q49. What is the surgical position frequently used for patients undergoing kidney surgery?</strong>", "<strong>Q50. Which of the following is not a benefit of using surface mounted sliding doors for access to the operating room?</strong>", "<strong>Q51. Which of the following terms describes a fracture in which the bone penetrates the skin?</strong>", "<strong>Q52. Which of the following tumors is typically benign encapsulated, and arises from tissue covering the central nervous system structures?,</strong>", "<strong>Q53. Which of the following is an abnormal tract between two epithelium lined surfaces that is open at both ends?</strong>", "<strong>Q54. Which portion of the stomach surrounds the lower esophageal sphincter?</strong>", "<strong>Q55. Which of the following is the wound classification for a bronchoscopy?</strong>", "<strong>Q56. Which of the following is a telescoping of the intestines in neonates requiring immediate surgical intervention?</strong>", "<strong>Q57. Which of the following structures is located in the alveolar processes?</strong>", "<strong>Q58. What type of skin graft includes the epidermis and all of the dermis?</strong>", "<strong>Q59. Use of an intraluminal (circular) stapler (EEA) would be indicated for which of the following surgical procedures?</strong>", "<strong>Q60. Which laser is best used during a vitrectomy?</strong>", "<strong>Q61. Which term refers to an abnormal thoracic curve of the spine referred to as “hunchback?”</strong>", "<strong>Q62. Otoplasty is performed to correct a congenital deformity of which structure?</strong>", "<strong>Q63. Who is ultimately responsible for obtaining the surgical informed consent?</strong>", "<strong>Q64. A congenital defect in which the fetal blood vessel between the pulmonary artery and aorta does not close is?</strong>", "<strong>Q65. A congenital defect in which the fetal blood vessel between the pulmonary artery and aorta does not close is?</strong>", "<strong>Q66. Which surgical team member is responsible for setting up the sterile field?</strong>", "<strong>Q67. Which instrument would be used during a keratoplasty to remove the cornea?</strong>", "<strong>Q68. Which portion of the surgical gown is considered non sterile?</strong>", "<strong>Q69. What is the next step for reattachment of a severed digit after debridement?</strong>", "<strong>Q70. What is the term for the process of removing blood from an extremity prior to inflating the pneumatic tourniquet?</strong>", "<strong>Q71. Which of the following terms refers to absence of the external ear?</strong>", "<strong>Q72. What is the most common cause of intracerebral hemorrhage?</strong>", "<strong>Q73. What is the medical term for nosebleed?</strong>", "<strong>Q74. The highly vascular layer of the eye that absorbs light rays and nourishes the retina is the?</strong>", "<strong>Q75. The apron like structure attached to the greater curvature of the stomach is the?</strong>", "<strong>Q76. Low level disinfectants kill most microbes but do not destroy?,</strong>", "<strong>Q77. The avascular clear portion of the eye covering the iris is the?,</strong>", "<strong>Q78. Satinsky Herrick, and Mayo clamps may be specifically used on which of the following structures?,</strong>", "<strong>Q79. What type of sponge is tightly rolled cotton tape used by surgeons for blunt dissection?</strong>", "<strong>Q80. What degrees Celsius is the steam sterilization biological indicator incubated?</strong>", "<strong>Q81. The outer layer of the intestine is the?</strong>", "<strong>Q82. Which of the following routine preoperative laboratory studies would be ordered for premenopausal women with no history of hysterectomy?</strong>", "<strong>Q83. The islets of Langerhans secrete?</strong>", "<strong>Q84. The nasal sinus located between the nose and the orbits is the?</strong>", "<strong>Q85. For which procedure would Trendelenburg position provide optimal visualization?</strong>", "<strong>Q86. For which of the following procedures would a McBurney incision be indicated?</strong>", "<strong>Q87. Which of the following actions would be a violation of aseptic technique?</strong>", "<strong>Q88. Which of the following regulations states that blood and body fluids should be considered infectious?</strong>", "<strong>Q89. The minimum Fahrenheit temperature for sterilization to occur in a prevacuum steam sterilizer is?</strong>", "<strong>Q90. Which of the following is a major source of distress for toddler and preschool age patients being transported to the operating room?</strong>", "<strong>Q91. The vocal cords are located in the?</strong>", "<strong>Q92. What incision is also known as a lower oblique?</strong>", "<strong>Q93. How often should surgical masks be changed?</strong>", "<strong>Q94. To which portion of the colon is the appendix attached?</strong>", "<strong>Q95. Which of the following may require probing and dilating in pediatric patients with upper respiratory infections?</strong>", "<strong>Q96.  The organ that is connected by a duct to the duodenum is the?</strong>", "<strong>Q97. What is the surgical position commonly used for thyroid and gallbladder surgery?</strong>", "<strong>Q98. What is the position most commonly used for mitral valve replacement?</strong>", "<strong>Q99. Syndactyl refers to?</strong>", "<strong>Q100. What is the minimum number of minutes to sterilize unwrapped metal instruments with lumens in the gravity displacement sterilizer at 270 degrees F?</strong>", "<strong>Q101. What is another name for the electrosurgical unit’s patient return electrode?</strong>", "<strong>Q102. The space between the vocal cords is called the?</strong>", "<strong>Q103. Under what circumstances would it be appropriate to remove a patient’s identification bracelet?</strong>", "<strong>Q104. What is the first step taken for an incorrect sponge count?</strong>", "<strong>Q105. Which bacteria could be found in a penetrating wound caused by a rusty nail?</strong>", "<strong>Q106. Which of the following terms means a prolapsed bladder causing a bulge in the anterior vaginal wall?</strong>", "<strong>Q107. When using the warm cycle of the EtO sterilizer what is the minimum sterilization temperature in Fahrenheit?,</strong>", "<strong>Q108. Which of the following is a commonly used preservative for tissue specimens?</strong>", "<strong>Q109. Which of the following tissues are cut using curved Mayo scissors?</strong>", "<strong>Q110. Which of the following identifiers must be verified by the patient or their ID bracelet prior to transporting a patient to the OR?</strong>", "<strong>Q111. Medication used to dilate the pupil is called?</strong>", "<strong>Q112. What size of Foley catheter is commonly used for adults?</strong>", "<strong>Q113. Which of the following terms describes a hernia that occurs within Hesselbach’s triangle?</strong>", "<strong>Q114. What postoperative complication is associated with total hip arthroplasty?</strong>", "<strong>Q115. Which of the following is a mechanical method of hemostasis?</strong>", "<strong>Q116. What position is most commonly used for neurosurgical procedures?</strong>", "<strong>Q117. Which of the following is a nonadherent dressing?</strong>", "<strong>Q118. A properly performed surgical scrub renders the skin?</strong>", "<strong>Q119. The fibrous white layer that gives the eye its shape is the?</strong>", "<strong>Q120. The cartilaginous nasal septum is anterior to which bone?</strong>", "<strong>Q121. Which of the following monitors provides positive assurance of sterility?</strong>", "<strong>Q122. When would the anesthesia provider request cricoid pressure?</strong>", "<strong>Q123. How many hours must the steam sterilization biological indicator incubate?</strong>", "<strong>Q124. A brain tumor causing alteration of muscle tone voluntary muscle coordination, gait and balance would likely be located in the?</strong>", "<strong>Q125. Which of the following is a type of passive drain?</strong>", "<strong>Q126. The agent used to flush an artery to prevent clotting is?</strong>", "<strong>Q127. What condition is characterized by build up of fatty deposits such as cholesterol?</strong>", "<strong>Q128. Which organelle is responsible for the production of energy?</strong>", "<strong>Q129. What is the medical term for a bunion?</strong>", "<strong>Q130. A topical steroid used to reduce inflammation after eye surgery is?</strong>", "<strong>Q131. Plaster rolls for casting should be submerged in which of the following?</strong>", "<strong>Q132. Which legal principle applies when the patient is given the wrong dose of the local anesthetic?</strong>", "<strong>Q133. How many hours must an item submerse in glutaraldehyde to sterilize?</strong>", "<strong>Q134. What is the definition of otosclerosis?</strong>", "<strong>Q135. Which organism is a normal resident flora of the intestinal tract?</strong>", "<strong>Q136. Which thermal method of hemostasis utilizes intense focused light?,</strong>", "<strong>Q137. What type of anesthesia is a combination of inhalation and intravenous drugs?</strong>", "<strong>Q138. Which of the following drapes is non fenestrated?</strong>", "<strong>Q139. Which portion of the ear is affected by Meniere’s syndrome?</strong>", "<strong>Q140. What type of disease is characterized by rapid onset and a rapid recovery?</strong>", "<strong>Q141. Hyperkalemia is a high concentration of?</strong>", "<strong>Q142. The most reliable method for determining the efficiency of moist heat sterilizers is the controlled use of biological indicators containing the organism?</strong>", "<strong>Q143. How is the surgical informed consent signed if an adult patient is illiterate?</strong>", "<strong>Q144. The enzyme used to soften the zonules of the lens before cataract surgery is?</strong>", "<strong>Q145.The surgical pack utilized to create the sterile field should be opened on the?</strong>", "<strong>Q146. A partially dislocated joint is called?</strong>", "<strong>Q147. When perforated metal trays are placed on the shelves of the steam sterilizing cart they should be positioned?,</strong>", "<strong>Q148. What is the recommended maximum time limit for a tourniquet to remain inflated on an adult lower extremity?</strong>", "<strong>Q149. What is the burn degree classification that involves the epidermis and subcutaneous tissue?</strong>", "<strong>Q150. Which of the following retractors is used for spinal nerve roots?</strong>", "<strong>Q151. What is the medical term for removal of the uterus?</strong>", "<strong>Q152. Which of the following is a curved transverse incision across the lower abdomen frequently used in gynecological surgery?</strong>", "<strong>Q153. What are spiral shaped bacteria called?</strong>", "<strong>Q154. Through which of the following do the common bile duct and the pancreatic duct empty?</strong>", "<strong>Q155. What is the name of the procedure for the excision of the tunica vaginalis?</strong>", "<strong>Q156. What is the required minimum number of individuals to transfer an incapacitated patient from the OR table to the stretcher?</strong>", "<strong>Q157. Which of these conditions is characterized by a fleshy encroachment of conjunctiva onto the cornea?</strong>", "<strong>Q158. An injury a patient sustains as a result of the care given by a healthcare professional is called?</strong>", "<strong>Q159. Which of these instruments would be used during a keratoplasty?</strong>", "<strong>Q160. Which structure has oral nasal, and laryngeal divisions?,</strong>", "<strong>Q161. What direction should the stretcher be oriented when transporting a patient to the OR department?</strong>", "<strong>Q162. The most common cause of retinal detachment is?</strong>", "<strong>Q163. What is the term for a relationship that benefits one organism at the expense of another?</strong>", "<strong>Q164. Which muscle type is striated and voluntary?</strong>", "<strong>Q165. In addition to temperature time and moisture, what is the fourth factor that determines the outcome of the steam sterilization process?</strong>", "<strong>Q166. Which organism causes gas gangrene?</strong>", "<strong>Q167. What type of acquired immunity is a vaccination?</strong>", "<strong>Q168. What type of drape would be used for a flank procedure?</strong>", "<strong>Q169. Chest rolls should span the distance bilaterally between which two anatomical structures?</strong>", "<strong>Q170. What are the three factors for reducing ionizing radiation exposure?</strong>", "<strong>Q171. Which laser beam can travel through clear tissues without heating them?</strong>", "<strong>Q172. Which of the following is a non sterile member of the surgical team?</strong>", "<strong>Q173. Which term describes a rod shaped microorganism?</strong>", "<strong>Q174. Which surgical team member determines when the patient can be transported from the OR to the PACU?</strong>", "<strong>Q175. What institutional document is completed when an adverse or unusual event takes place in the OR that may have legal consequences for the staff or patient?</strong>"], "scraped_answer": ["<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2</span></strong>\n<p>If a tumor of an ovary is found to be malignant, the surgeon will excise the other ovary, both fallopian tubes, and the uterus to ensure that all cancer cells have been removed.<br>\n</p></div>", "<p>If a tumor of an ovary is found to be malignant, the surgeon will excise the other ovary, both fallopian tubes, and the uterus to ensure that all cancer cells have been removed.<br>\n</p>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The cochlea is a bony spiral canal in the ear.\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: A myomectomy is a procedure performed for the removal of fibromyomas or fibroid tumors from the uterine wall.\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The patient should be placed in the elevator entering headfirst and exit feet first when being transported to the O.R. on the stretcher.\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: 2% glutaraldehyde is a type of high-level disinfectant solution; the device must be complete submerse for 20 minutes at room temperature in order to be disinfected\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The parotid glands are located inferior and anterior to the ears between the skin and masseter muscle. The parotid glands are attacked by the mumps virus.\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The patient should be placed in the elevator entering headfirst and exit feet first when being transported to the O.R. on the stretcher.\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The donor site should be scrubbed with a colorless antiseptic solution, such as chlorhexidine gluconate, to allow the surgeon the ability to evaluate the vascularity of the graft postoperatively.\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The removal of a tooth or teeth is an extraction procedure. The resection of the soft tissue and excision of the bone surrounding the tooth prior to the removal is called odontectomy.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: A fenestrated drape is a drape with an opening such as an aperture drape commonly used to drape eyes.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Tamponade is the compression of the heart due to a collection of blood or fluid within the pericardium.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The duodenum starts at the pyloric sphincter of the stomach.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The suffix –centesis means surgical puncture; for example, when combined with arthrocentesis it means surgical puncture of a joint space with a needle to remove fluid<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: A binocular microscope is used during an examination of the vagina called a <em>colposcopy</em>; colpo being a root word that means “vagina”.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The stapes cover the opening between the middle and inner ear known as the oval window.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The safety belt should be placed approximately 2 in. proximal to the knees.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Most rickettsiae are obligated intracellular parasites. They are usually transmitted by arthropod vectors.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: An enterocele is a herniation of Douglas’ cul-de-sac that usually contains loops of the bowel.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: An antagonist drug neutralizes or impedes the action of another drug; that is, reverses its effects.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: An epispadias repair is performed to correct the congenital absence of the anterior wall of the urethra and abnormal location of the urethral orifice on the dorsum of the penis.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Flagella are fine, thread-like appendages that provide bacteria with motion.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Jack-knife is another name for the Kraske position.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Baker’s cysts affect the popliteal fossa.<br>\n</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: When using four towels for squaring off the incision site, the first scrub surgical technologist should stand on the same side as the surgeon.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The Trendelenburg position allows the viscera to fall away or toward the head providing better exposure of the operative site when performing a lower abdominal or pelvic procedure. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The Ellik evacuator is filled with irrigation solution by the first scrub surgical technologist and it is used by the surgeon for the irrigation/evacuation of the bladder to remove prostatic tissue fragments during a TURP. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: D. The eardrum is also referred to as the tympanic membrane. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: A coude is a urinary catheter with a small, curved tapered tip </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Bacteria that can live without oxygen are anaerobes. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: A myelogram is a diagnostic procedure in which radiopaque dye is injected into the spinal subarachnoid space through a lumbar puncture. The myelogram would diagnose osteophytes. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Cerumen is another term for earwax </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Epistaxis is the medical term for nosebleed. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Cell saver transfusion cannot be used in the presence of cancer cells, gross contamination, or infections. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Abdominal aortic aneurysms occur chiefly below the renal arteries and between the renal and iliac arteries. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Safety refers to the patient’s perception that his/her environment is safe and free from danger. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  A Gram stain determines the shape and grouping characteristics of bacteria. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The mesentery binds the small intestine to the posterior abdominal wall. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The mesentery binds the small intestine to the posterior abdominal wall. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The Bowie-Dick test is only used for pre-vacuum sterilizers to check for air entrapment and is conducted daily. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Blood pressure is measured in two numbers, systolic over diastolic. The relaxation phase of the heart beat is called the diastolic blood pressure. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The nasal cavity is divided into right and left sides by the nasal septum.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Air trapped in the lumen will prevent steam from contacting the inner surface of the lumen. A residual amount of distilled water should be left inside the lumen which will boil and turn to steam to displace the air. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The larynx is a small passageway between the pharynx and the trachea. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The gallbladder stores bile until it is needed in the small intestine. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: A myomectomy is the procedure performed for the removal of fibromyomas or fibroid tumors from the uterine wall. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Circumferential is the term that describes the type of skin prep of an entire extremity. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: A subdural hematoma is a large, encapsulated collection of blood over one or both cerebral hemispheres that cause intracranial pressure. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The ultrasonic cleaner uses the process of cavitation to remove small organic particles and soil from the areas of instrumentation that can’t be accomplished through manual or mechanical cleaning. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The auditory ossicles of the middle ear are the malleus, incus and stapes.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The surgical position frequently used for patients undergoing kidney surgery is the lateral position with the operative site exposed. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Sliding doors are usually used in the O. R. because they eliminate air currents caused by swinging doors, but a disadvantage is they do not aid in controlling OR temperature. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: A compound or open fracture is one in which the bone has penetrated the skin layer and protrudes through the opening. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: A tumor arising from the covering of the brain is a meningioma. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: A fistula is an abnormal tract that is open at both ends; it most often develops after bladder, bowel and pelvic procedures </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The cardia is the portion of the stomach that surrounds the superior opening of the stomach. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Clean-contaminated procedures include those in which the aerodigestive tract is entered. The bronchoscope is inserted through the mouth and into the bronchial tubes; therefore, the procedure is considered clean, not sterile. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Intussusception is the most common emergency surgery for neonates where the portion of the bowel slides into another segment and causes obstruction. The motion is like a telescope.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:The teeth are located in the sockets of the alveolar processes of the mandible and maxillae.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: A full-thickness skin graft encompasses both the epidermis and all of the dermis; a split-thickness skin graft includes the epidermis and approximately half of the dermis. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Intraluminal staplers are used to anastomose tubular organs in the gastrointestinal tract; they are often used during resection and reanastomosis of the colon or rectum. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The argon laser is used because the beam travels through clear tissues without heating them making it ideal for use on retinal disorders. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Kyphosis is an exaggeration of the thoracic curve of the spine resulting in a condition commonly called “hunchback”.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Otoplasty is performed to correct a protruding auricle of the ear. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The surgeon is ultimately responsible for obtaining the surgical consent. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Patent ductus arteriosus is a congenital defect in which the fetal blood vessel between the pulmonary artery and aorta does not close. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Patent ductus arteriosus is a congenital defect in which the fetal blood vessel between the pulmonary artery and aorta does not close. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The surgical technologist is responsible for setting up the sterile field. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: A trephine is placed on the cornea to make the circular corneal cut and into the anterior chamber during a keratoplasty. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Gowns are considered sterile only in front from chest to level of sterile field and the sleeves from above to the elbows to the cuffs. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The bone-to-bone fixation is first accomplished followed by reanastomosis of blood vessels and nerves. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  Exsanguination is the term for the process of removing blood from an extremity. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  Microtia is the medical term for the absence of the external ear or auricle. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The most common cause of intracerebral hemorrhage is hypertension. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Epistaxis is the medical term for nosebleed. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The choroid is highly vascularized and provides nutrients to the posterior surface of the retina </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The greater omentum is an apron-like structure that lies over the intestines. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Low-level disinfectants kill most types of bacteria and some fungi and viruses, but do not kill spores and M. tuberculosis. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The cornea is nonvascular, transparent and covers the iris. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Satinsky, Herrick and Mayo clamps are commonly used during procedures on the kidney; specifically they are clamped onto the kidney pedicle. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Kitner dissecting sponges are small rolls of cotton tape that are tightly rolled and used by the surgeon for blunt dissection. The sponge is loaded on the tip of a clamp such as a Kelly. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The steam biological indicator must be incubated at a temperature of 55-60° C. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The serosa is the outermost layer of most portions of the gastrointestinal tract </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Blood or a urine sample should be given preoperatively in a premenopausal woman to check for human chorionic gonadotropin (HCG) which is an indicator for pregnancy. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The islets of Langerhans secrete glucagon, insulin, somatostatin, and pancreatic polypeptide.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The ethmoid sinus is located between the nose and orbits. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The Trendelenburg position is best used for pelvic and lower abdominal procedures such as an abdominal hysterectomy. The position allows the viscerat to fall away or toward the head for better exposure of the operative site. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: McBurney incision is primarily used for removal of the appendix. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: If a towel clip penetrates a sterile drape, the tips of the clip must be considered contaminated and it should not be removed until the end of the procedure.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Standard Precautions, as defined by the CDC in 1996, are a combination of Universal Precautions and body substance isolation rules that state all body fluids and blood should be considered infectious.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The minimum exposure of minutes at 270-276° F must occur in order for items to be rendered sterile. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Separation anxiety is the major source of distress for toddler and preschool aged patients. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The larynx is the location of the vocal cords. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Another name for a lower oblique incision is inguinal incision. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Surgical masks should be changed after each case.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The appendix is attached to the cecum.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The nasolacrimal duct carries the lacrimal fluid and tears into the nasal cavity; the duct can become obstructed in pediatric patients who experience chronic URIs. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The common bile duct is formed by the junction of the cystic and hepatic ducts, and varies in length from 5-17 cm on its path to the duodenum </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Reverse Trendelenburg position provides good exposure of the operative site for a thyroidectomy and allows the viscera to fall away or toward the feet to provide better exposure of the gallbladder. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Supine position is the optimal surgical position for mitral valve replacement procedure. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Webbing of the digits is syndactyly </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  When immediate-use sterilization (formerly called “flash sterilization”) is used to sterilize items with lumens in the gravity sterilizer, the<br>\nitems must be exposed to 270° F for 10 minutes. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Another name for electrosurgical unit’s return electrode is grounding pad. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  The glottis is the space between the vocal cords. . </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  Never remove a patient’s identification bracelet unless the patient is discharged from the facility. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  The surgeon should be immediately notified and a recount completed. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Clostridium tetani could possibly be found in a penetrating wound caused by a rusty nail. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  A cystocele is a herniation of the bladder that causes a downward bulge in the anterior vaginal wall, usually as a result of surgical trauma, age, or weakness of the supporting muscles of the bladder due to childbirth.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Gas sterilizers operate at a lower temperature as compared to steam sterilizers. The gas sterilizer operates between 85-145° F. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  Formalin is the most common preservative solution that tissue specimens are placed in. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Curved Mayo scissors are large scissors with thick blades that are used to cut tough tissue such as fascia, tendons and muscle. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  The patient should be identified by name, date of birth and physician on their ID bracelet prior to transporting the patient to the OR. (</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Dilating drops are called mydriatics and are used to dilate the pupil for examination of the retina, refraction testing, or easier removal of the lens.(</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  16 Fr is the size of a Foley catheter commonly used on adults. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Hernia that occurs within Hesselbach’s triangle and does not have a sac is a direct inguinal hernia. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Pulmonary embolism can be caused by fat which dislodges after fracture of a long bone or pelvis, or when performing a total hip arthroplasty. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Ligature, also called ties or stick ties when a needle is attached, are strands of suture material used to tie off a blood vessel to stop bleeding. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: The most commonly used position for neurosurgical procedures is supine since it allows exposure to the frontal, parietal, and temporal lobes</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Adaptic™ is a type of nonadherent dressing that can be used as the inner layer of a three-layer dressing.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The skin is rendered surgically clean when a properly performed surgical scrub is done.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  The sclera gives shape to the eyeball and makes it more rigid.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  The vomer forms the inferior and posterior parts of the nasal septum. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  The biological indicator (BI) contains Bacillus stearothermophilus which is killed when exposed to steam sterilization conditions. Therefore, the BI is theonly test that guarantees sterility. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Cricoid pressure occludes the esophagus to prevent regurgitation. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  The steam sterilization biological indicator must be incubated for 24 hours before the reading is recorded. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  The functions of the cerebrum include regulating the initiation and termination of voluntary movements of the body, regulating the muscle tone that is necessary for body movements and control the subconscious contractions of skeletal muscles.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  The Penrose drain is a passive drain made from latex that relies on gravity for wound drainage.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  Heparinized saline is an irrigating solution used to flush the inside of an artery. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  A disorder in which fatty deposits form on the walls of arteries known as atherosclerosis. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  Mitochondria produce energy-rich ATP. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Hallux valgus is the medical term for a bunion which is a bony exostosis located on the medial side of the first metatarsal head of the big toe. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  Methylprednisolone acetate (Depo-Medrol®) is a steroid used topically to diminish inflammation after ophthalmic surgery </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Plaster rolls used in casting should be submerged in slightly or lukewarm water at approximately 70-75° F.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  Res ipsa loquitur means “the thing speaks for itself”, referring that the harm to the patient came from a given act of which the care giver had sole control. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  Glutaraldehyde is a liquid disinfecting and sterilizing agent. To sterilize an item it must be submersed for 10 hours. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  Otosclerosis is the bony overgrowth of the stapes causing the footplate to become fixed to the oval window preventing the normal sound vibrations from entering the inner ear. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Escherichia coli is a gram-negative rod that is part of the normal flora of the intestinal tract of humans and is also an opportunistic bacteria. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  The laser provides an intense and concentrated beam of light.</div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  Balanced anesthesia is also known as neuroleptanesthesia. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  U-drape is a type of nonfenestrated split sheet in which the tails are created by a U-shape in the center of the drape. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Méniére’s syndrome involves an increased amount of endolymph that enlarges the membranous labyrinth, which is located in the inner ear. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  An acute disease is one that has a rapid onset and is followed by a speedy recovery </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  Potassium plays four important roles: influences the electrical excitability of cells; amount of potassium in cells affects cell volume; potassium balance is important in maintaining the acid-base balance; amount of potassium in cells affects cell metabolism. Hyperkalemia, an abnormal level of potassium, can be life threatening causing cardiac irregularities </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol:  B. stearothermophilus is a microbe that is highly resistant to destruction by steam sterilization, but does not cause disease in humans.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol:  A witness verifies that the patient who is illiterate marks with an “X”. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Alpha-chymotrypsin is a solution used to soften the zonules holding the lens before cataract surgery to ease extraction of the lens. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Surgical packs should be opened on the back table. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: A complete displacement of a joint or displacement of one articular surface from another is called a luxation and a partial dislocation is called a subluxation. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Metal trays that are perforated or have a mesh bottom should be placed on the sterilizing cart flat. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The tourniquet should be deflated every 1 ½ hours to allow blood flow into the leg and transport oxygen to prevent tissue necrosis. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The skin, along with its epithelial structures and subcutaneous tissue, is destroyed in a third-degree burn. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The Love nerve root retractor is used during spinal procedures such as a laminectomy to gently retract the nerve roots </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Hysterectomy is the medical term that means removal of the uterus. Hyster is the root word that means “uterus”; -ectomy is a suffix meaning “removal or excision of”. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Pfannenstiel’s incision is a curved transverse incision across the lower abdomen and used frequently in gynecologic surgery.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  Spirilla are spiral-shaped bacteria. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  The pancreatic duct joins the common bile duct and enters the duodenum as a common duct called the hepatopancreatic ampulla or the ampulla of Vater. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol:  Excision of the tunica vaginalis of the testis is called a hydrocelectomy. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol:  A minimum of four people is required. The anesthesia provider is responsible for the head and neck of the patient, one person on the side of the stretcher, one person on the side of the O.R. table, and a person at the end of the O.R. table responsible for the feet and legs </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: Pterygium is a fleshy encroachment of conjunctiva onto the cornea. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: A patient that sustains an injury, either unintentional or intentional, caused when a health care provider is caring for the patient is called an iatrogenic injury. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The Cottingham punch is used to create the correct size of the donor cornea during a keratoplasty. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The nasopharynx is the uppermost portion of the pharynx; the middle portion of the pharynx is the oropharynx; and the lowest portion of the pharynx is the laryngopharynx. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The direction of the stretcher should be oriented feet first, side rails up when a patient is being transported to the O.R. department on the stretcher. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Trauma is the most common cause of retinal detachment. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Parasitism is a relationship in which an organism benefits at the expense of the host microorganisms. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: Skeletal muscle tissue is striated because the fibers contain alternating light and dark bands perpendicular to the long area of the fibers. It is considered voluntary because it is controlled consciously.  </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 1<br>\n</span></strong>Sol: The four factors of steam sterilization are pressure, temperature, moisture and time. Pressure is used to increase the temperature of the steam to the level where it will kill microbes including spores. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: McBurney incision is primarily used for removal of the appendix. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Vaccination is artificially acquired active immunity. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: A procedure in which the patient is placed in the lateral position and a flank incision is made a transverse drape will be used. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Chest rolls should span the distance bilaterally between acromioclavicular joint to iliac crest. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: Time relates to the length of time the surgical technologist is exposed to the ionizing radiation. Shielding means donning lead aprons and other lead shield devices for protection from the radiation. Distance means standing as far away as possible out of the path of the direct beam of ionizing radiation. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 4<br>\n</span></strong>Sol: The argon laser beam can travel through clear fluids and tissues. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: he circulator is not a part of the sterile team. The circulator performs his/her duties on the periphery of the sterile field. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: Bacillus is a rod-shaped bacteria. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 2<br>\n</span></strong>Sol: The anesthesia provider makes the decision as to when the patient is stable and ready for transport from the O.R. to the PACU. </div>", "<div class=\"su-spoiler-content su-u-clearfix su-u-trim\"> <strong><span style=\"color: #008000;\">Correct option: 3<br>\n</span></strong>Sol: An event/incident report is completed by members of the surgical team that are witness to any unusual or adverse event that affected the care provided to the surgical patient. </div>"]}
]